Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: The torso unit of a machine lifeform.
pl: Tułów mechanicznej formy życia.

source: The training session with Father Servo ended in defeat. Rise to the challenge once more and overcome this ordeal!
pl: Sesja treningowa z Ojcem Servo zakończyła się porażką. Staw ponownie czoła wyzwaniu i pokonaj tę próbę!

source: The transmission seems to be coming from an underground cave network.
pl: Transmisja zdaje się dochodzić z sieci podziemnych jaskiń.

source: The transport terminal is corrupted. We need to get to the hangar and get some flight units!
pl: Terminal transportowy uległ uszkodzeniu. Musimy iść do hangaru, aby zdobyć jednostki latające!

source: The transporter was being jammed by machine lifeforms. It should be working now.
pl: Transporter był zagłuszany przez mechaniczne formy życia. Teraz powinien działać.

source: The trick is to LOOK busy.
pl: Sztuczka polega na tym, by WYGLĄDAĆ na zapracowanego.

source: The troops we sent out to investigate were completely wiped out.
pl: Jednostki, których wysłaliśmy to zbadać, zostały kompletnie zmiecione.

source: The truth can be so painful.
pl: Prawda potrafi być taka bolesna.

source: The truth is, I've opened a little side business. Gotta be real hush-hush about it though.
pl: Prawdę powiedziawszy, otworzyłam mały interes na boku. Ale nie możesz o tym nikomu mówić.

source: The two of them are taking turns hitting each other.<bt_wait> It seems friendly enough...as those things go.<bt_wait> Plus, they'd been doing it for so long now that both of them are out of energy. They likely couldn't punch through a piece of paper at this point. </page>
pl: Dwie z nich na zmianę wymierzają sobie ciosy.<bt_wait> Wygląda to wystarczająco przyjaźnie... jak to bywa.<bt_wait> Poza tym obie robią to tak długo, że zaczęła kończyć się im energia. W tym momencie nie byłyby w stanie przebić się pięścią przez kartkę papieru. </page>

source: The two of us will take things from here!
pl: Nasza dwójka zajmie się tym problemem!

source: The unadorned lance pierced her foes with machine-like accuracy. The grind of metal on bone in tandem with the pained screams of her victims created sweet music in the mercenary girl's ears.
pl: Prosta włócznia przebijała wrogów z precyzją maszyny. Chrzęst metalu uderzającego w kość, razem z bolesnymi okrzykami ofiar, tworzyły słodką muzykę w w uszach najemniczki.

source: The unit in question was most recently seen in the amusement park ruins.
pl: Jednostka, której szukacie, ostatnio była widziana w ruinach parku rozrywki.

source: The vaccine she gave Lilly is already ineffective. The enemy has evolved.<bt_wait> They studied Number 21's patterns and developed a new resistance.<bt_wait>
pl: Szczepionka, którą dała Lilly już jest nieefektywna. Wróg ewoluował.<bt_wait> Przestudiowały wzory pracy Numeru 21 i stworzyły odporność.<bt_wait>

source: The vanguard is tasked with infiltrating and destroying the server.<bt_wait> The rearguard will hold back the machine lifeforms for as long as they can.<bt_wait>
pl: Na przednią straż, której zadaniem jest zinfiltrować i zniszczyć serwer.<bt_wait> I tylną straż, która ma powstrzymywać mechaniczne formy życia tak długo, jak będzie w stanie.<bt_wait>

source: The view from the sky is awesome!
pl: Widok z nieba jest niesamowity!

source: The village has new play equipment! Go tell the kids!
pl: Od teraz w wiosce dostępne są nowe akcesoria do zabawy! Idź powiedzieć o tym dzieciom!

source: The villagers are— Oh, no...!
pl: Maszyny z wioski są... Och, nie...!

source: The villagers here are all gentle and peace-loving.
pl: Mieszkańcy wioski są mili i pokojowi.

source: The virus reached 2B's central nervous system. She soon lost all sense of reason, and ended up roaming the ruins until her power failed.
pl: Wirus dotarł do centralnego układu nerwowego 2B. Wkrótce straciła wszelkie poczucie rozsądku i skończyła włócząc się po ruinach, aż jej moc uległa wyczerpaniu.

source: The voice is a battlefield curse, telling those who survive to see their mission through no matter what.<bt_wait>
pl: Głos jest przekleństwem bitewnym, który mówi tym, którzy przetrwali, by rozważyli swoją misję niezależnie od sytuacji.<bt_wait>

source: The war is already so much work, and now we're in a state of emergency? I can't take this anymore!
pl: W czasie wojny jest już dużo pracy, ale w stanie kryzysu? Więcej tego nie zniosę!

source: The war.<bt_wait> My meaningless existence.<bt_wait> All of it.<bt_wait>
pl: Wojnę.<bt_wait> Moją bezsensowną egzystencję.<bt_wait> Wszystko.<bt_wait>

source: The way you used your black boxes to blow up those Goliaths was so awesome!
pl: Sposób w jaki użyliście tych czarnych skrzynek do wysadzenia Goliatów był taki niesamowity!

source: The weapons trader at the Resistance camp can't perform repairs because of a broken maintenance device. It can be fixed with materials found in the center of the city ruins, but machine lifeforms in the area viciously attack anyone who comes near. Go secure the necessary materials by any means necessary.
pl: Handlarz bronią w obozie Ruchu Oporu nie może wykonać napraw, ponieważ zepsuło się jego urządzenie serwisowe. Można je naprawić za pomocą materiałów z centrum ruin miasta, ale mechaniczne formy życia w tamtej okolicy atakują każdego kto się zbliży. Zabezpiecz potrzebne materiały wszelkimi środkami.

source: The weapons trader has reopened his shop. To express his thanks, he gives you some upgrade materials.
pl: Handlarz bronią ponownie otworzył swój sklep. Chcąc wyrazić swoją wdzięczność, zaoferował ci trochę materiałów do ulepszeń.

source: The weight of its axe gives it overwhelming destructive power. Wielders should be approached with a good deal of caution.
pl: Ciężar topora tej maszyny daje jej przytłaczającą moc niszczącą. Należy podchodzić do nich z dużą ostrożnością.

source: The white flag means we surrender.
pl: Biała flaga oznacza, że poddajemy się.

source: The whole Plato 1728 incident has caused massive losses to both us and the enemy. There's no one left there!
pl: Cały ten incydent z Platonem 1728 spowodował duże straty zarówno u nas, jak i u wroga. Nikt nie przeżył!

source: The woman was nowhere to be found in camp, though a man claimed he saw her leave with a weapon in hand.
pl: Kobiety nie ma nigdzie w obozie, choć mężczyzna twierdzi, że widział jak wychodzi z bronią w ręku.

source: The world contains a vast amount of data. Coordinates. Network node readings. Photographic images. And so on.
pl: Świat zawiera ogromną ilość danych. Współrzędne. Odczyty węzłów sieciowych. Obrazy fotograficzne. I tak dalej.

source: The world had no meaning! It SCREAMED at us!
pl: Że świat nie ma żadnego znaczenia! WYKRZYKIWAŁ nam to!

source: The world is filled with cleverly disguised access points <MAP_EVENT> which can be used for the following: - Unlocking map info - Unlocking a save area (a white area on the map), which allows you to save your game in the System Menu as long as you're close enough to the access point. If you find an access point under attack by enemies, destroy them all to reactivate the terminal.
pl: Po całym świecie poukrywane zostały zamaskowane punkty dostępu <MAP_EVENT>, których można użyć, aby: - Odblokować informacje na mapie, - Odblokować obszar zapisu (biały obszar na mapie), który pozwala na zapis gry w menu systemowym, będąc wystarczająco blisko punktu dostępu. Jeśli punkt dostępu jest atakowany przez wrogów, należy ich zniszczyć, aby reaktywować terminal.

source: The world moves ever on, my child, so do not dawdle.
pl: Świat nieustannie się zmienia, więc nie traćcie czasu, moje dzieci.

source: The world's strongest fighters have gathered here...
pl: Zebrali się tu najsilniejsi wojownicy świata...

source: The world's too small for me.
pl: Świat jest dla mnie za mały.

source: The year mankind's glorious history came to a sudden and abrupt end...
pl: W tym roku nadszedł nagły koniec chlubnej historii ludzkości...

source: The youngest princess died alone, curled in the back of a damp, wet alley. She was so ugly that no one had the courage to give her a proper burial. Instead, she rotted where she lay, turning ever uglier until she faded into the earth.
pl: Najmłodsza księżniczka umarła sama, skulona w głębi ciemnej, wilgotnej uliczki. Była tak brzydka, że nikt nie miał odwagi odprawić jej pogrzebu. Zamiast tego, zgniła tam gdzie leżała, stając się tak brzydką, że jedyne co się nią zainteresowało, to robaki, które ją pożarły.

source: The youngest princess knew her looks were driving people away, yet she kept donating her life to the service of others, figuring that the fault lay in her own lack of devotion. Day after day this continued, for years without end.
pl: Najmłodsza księżniczka wiedziała, że jej wygląd odstrasza ludzi, lecz ofiarowała swoje życie niosąc pomoc innym. Sądziła, że wina leży w jej braku poświęcenia. Trwało to tak dzień po dniu, przez lata. I bez końca.

source: The youngest princess knew her looks were driving people away, yet she kept donating her life to the service of others, figuring that the fault lied in her own lack of devotion. Day after day this continued, for years without end.
pl: Najmłodsza księżniczka wiedziała, że jej wygląd odstrasza ludzi, lecz ofiarowała swoje życie niosąc pomoc innym, sądząc że wina leży w jej braku poświęcenia. Dzień po dniu, trwało to tak przez lata, bez końca.

source: The...aliens? You mean the ones who created us?
pl: O... kosmitach? Masz na myśli tych, którzy nas stworzyli?

source: The...king...
pl: Król...

source: Theater
pl: Teatr

source: Their black boxes are online, so we presume they're still alive.
pl: Ich czarne skrzynki są włączone, więc podejrzewamy, że wciąż żyją.

source: Their bodies won't get better?
pl: Ich ciał nie da się już naprawić?

source: Their commander was Number 2... A2.
pl: Ich przywódcą była Numer 2... A2.

source: Their master never saw a moment of conflict.
pl: Ich pan nie zobaczył wojny nawet przez chwilę.

source: Their own cores...?
pl: Ich własne rdzenie...?

source: Then
pl: Zatem

source: Then I guess there's no point turning it down!
pl: W takim razie nie ma sensu z niego rezygnować!

source: Then I'm gonna try extra hard to finish this!
pl: W takim razie postaram się wyjątkowo mocno, aby to skończyć!

source: Then access the—
pl: Potem dostań się do—

source: Then begone!
pl: Zatem idź precz!

source: Then build some! I mean, just LOOK at all the crap around here. I could build ten bombs with this.
pl: Więc je sobie zrób! No, ROZEJRZYJ się... Przecież tu jest pełno złomu. Dałoby się z tego zrobić co najmniej dziesięć bomb.

source: Then enter and be welcome.
pl: Zatem wejdź i bądź mile widziany.

source: Then it's time for us to get to work, Devola.
pl: Zatem... Pora, abyśmy wróciły do pracy. Prawda, Devola?

source: Then know that there are six levels of trials.
pl: Zatem wiedz, że jest sześć poziomów prób.

source: Then our dirt-covered faces
pl: To nasze pokryte brudem twarze

source: Then the time has come...
pl: A więc nadszedł czas...

source: Then they were dead this whole time...
pl: A więc byli martwi przez ten cały czas...

source: Then we fight!
pl: Walczmy zatem!

source: Then we have to look at them right now!
pl: Musimy je zobaczyć. I to natychmiast!

source: Then we set our black boxes to self-destruct and take 'em all out at once!
pl: Następnie ustawimy nasze czarne skrzynki na autodestrukcję, eliminując wszystkie wrogie jednostki naraz!

source: Then welcome...to the B-rank stage!
pl: Zapraszamy... do walki rangi B!

source: Then you must be here to kill me.
pl: Czyli dotarliście tutaj po to, aby mnie zabić.

source: Then your personal data is transferred to a new body in a distant location, allowing you to travel there in instantly.
pl: Twoje dane osobowe są transferowane do nowego ciała w odległym miejscu, pozwalając ci na błyskawiczną podróż.

source: Then, after that big battle the other day, he said "I'm staying in the other world," and he never woke up again.
pl: Aż pewnego dnia, po wielkiej bitwie, powiedział „Zostaję w innym świecie” i już się więcej nie obudził.

source: Then, after that,
pl: A po tym

source: Then...won't that simply lead us to the same conclusion as before?
pl: Czy w takiej sytuacji... Nie doprowadzi to do takich samych wniosków, co wcześniej?

source: There are 3 locations: The desert, the flooded city, and the forest.
pl: Są 3 lokalizacje: pustynia, zalane miasto i las.

source: There are a bunch of different ones, so start tinkering and see which work best for you.
pl: Jest wiele różnych rodzajów, więc zacznij majstrować i sprawdź, co się najlepiej dla ciebie sprawdza.

source: There are a variety of entries, such as data on human history and philosophy.
pl: Jest wiele wpisów, na przykład, o ludzkiej historii czy filozofii.

source: There are no spare parts or fuel in space, after all.
pl: W końcu, w kosmosie nie ma zapasowych części, czy też paliwa.

source: There are still enemies here—we can't just leave!
pl: Na tym obszarze wciąż znajdują się wrogie jednostki. Nie możemy, tak po prostu, odejść!

source: There are those who snarl
pl: Są tacy, którzy warczą

source: There are two ways to enhance them: experience points or plug-in chips.
pl: Są dwa sposoby na ich ulepszenie: punkty doświadczenia, oraz czipy rozszerzeń.

source: There are various types of Pod Programs, and they do everything from firing attack lasers to jamming enemy movements.
pl: Istnieje wiele rodzajów programów poda, które są zdolne do wszystkiego: od wystrzałów laserowych, po zakłócanie ruchów wroga.

source: There can't be that many people in red hoods, after all. Someone must know something.
pl: Przecież nie może tu być aż tak wielu ludzi w czerwonych kapturach. Ktoś na pewno musi coś wiedzieć.

source: There exist long-range types equipped with firearms and close-range types equipped with cutting arms.
pl: Istnieją typy dalekiego zasięgu, wyposażone w broń palną, oraz typy bliskiego zasięgu, wyposażone w ramiona tnące.

source: There have been lots of reports of dangerous machines appearing in the desert recently.
pl: Ostatnio pojawiło się wiele raportów o pojawiających się na pustyni groźnych maszynach.

source: There is a data terminal in the abandoned factory that I cannot access with our satellites.
pl: Nasze satelity nie są w stanie uzyskać dostępu do terminala danych w opuszczonej fabryce.

source: There is a high probability of corruption by an enemy logic virus.
pl: Zachodzi wysokie prawdopodobieństwo zarażenia wrogim wirusem logicznym.

source: There is absolutely NOTHING of value here! So don't let it distract you and run along now!
pl: Nie ma tu ABSOLUTNIE niczego wartościowego! Zatem, nie warto sobie tym zawracać głowy, tylko podążać w swoją stronę!

source: There is both good and evil in this world, and no reason for any of it.
pl: Na świecie jest zarówno dobro, jak i zło. I to zupełnie bez żadnej przyczyny.

source: There is no compassion or sympathy in combat...
pl: W walce nie ma miejsca na współczucie czy sympatię...

source: There is no meaning in war.
pl: Wojna nie ma sensu.

source: There is no reason for a non-YoRHa android to possess it.
pl: Nie istnieje uzasadnienie, dla którego android nie należący do YoRHa mógłby go posiadać.

source: There is nothing but despair.
pl: Nie ma tu niczego, oprócz rozpaczy.

source: There is only one solution...
pl: Istnieje tylko jedno rozwiązanie...

source: There is only one thing I can do for you now!
pl: Została mi tylko jedna rzecz, którą mogę dla was zrobić!

source: There it goes!
pl: Tam jest!

source: There might be ancient relics buried just beneath the surface.
pl: Tuż pod powierzchnią mogą znajdować się starożytne relikty.

source: There must have been a hollow down there this whole time.
pl: Ta pusta przestrzeń musiała tutaj powstać naprawdę bardzo dawno.

source: There must just be a bounty of nature down there, huh?
pl: Tam na dole musi być prawdziwe bogactwo natury, co nie?

source: There should be another facility across that bridge.
pl: Po drugiej stronie mostu powinny być inne obiekty.

source: There sure are a lot of hostile enemies here.
pl: Z pewnością jest tu wielu agresywnych wrogów.

source: There there. It's all right. Next time, we'll go see her together. All right?
pl: No już... Już dobrze. Następnym razem pójdziemy zobaczyć się z nią razem. W porządku?

source: There was a huge noise before, so I came here to see what's going on.
pl: Było wielkie zamieszanie, więc wyszedłem zobaczyć co się dzieje.

source: There was a mysterious facility at the coordinates. You wonder why the sender of that mail wanted you to go there.
pl: Pod współrzędnymi kryją się tajemnicze obiekty. Zastanawiasz się, dlaczego nadawca wiadomości chciał byś je zobaczył.

source: There was a sparkle in all of our eyes. A sense of pride at having been entrusted with humanity's future.<bt_wait>
pl: W naszych oczach błyskały jasne ogniki. Przejaw dumy, z tego, że powierzono nam przyszłość ludzkości.<bt_wait>

source: There was a very high probability that at least one could have escaped.
pl: Istniało wysokie prawdopodobieństwo, że przynajmniej jedna mogłaby uciec.

source: There was something I forgot to mention prior to your sortie. According to our analysis team, the equipment that was lost when breaking into the abandoned factory is still there. I've marked its estimated location, so be sure to pick it up next time you're in the area. That is all. —The Commander
pl: Jest coś, o czym zapomniałam ci wspomnieć przed wylotem. Zgodnie z ustaleniami naszego zespołu analityków, wyposażenie utracone w trakcie ataku na fabrykę, wciąż się tam znajduje. Oznaczyłam na mapie jego lokalizację, więc upewnij się, że je zbierzesz, gdy będziesz w tamtej okolicy. To wszystko. —Komandor

source: There was...data created in my banks as I was referencing the records.
pl: Podczas przeglądania zapisów w moich bankach danych zostały utworzone… dodatkowe dane.

source: There wasn't a whole lot of bandwidth down there, you know?
pl: Przepustowość łącza była tam koszmarna, wiesz?

source: There we go. First door unlocked!
pl: Proszę. Pierwsze drzwi otwarte!

source: There we go. That's what 21O wanted.
pl: No i proszę. Tego chciała 21O.

source: There were some problems during development, so unfortunately the weapon was not ready in time.
pl: Pojawiły się pewne problemy podczas prac, więc niestety broń nie była gotowa na czas.

source: There wouldn’t have been much to regret
pl: Nie byłoby czego żałować

source: There you are! Well? What did the master have to say about my letter?
pl: Jesteście! I jak? Co mistrz powiedział o moim liście?

source: There's a female Resistance member stationed in the desert who might know where he is.
pl: Na pustyni stacjonuje członkini Ruchu Oporu, która może wiedzieć, gdzie go szukać.

source: There's a group of machines there attempting to build a nation of sorts.
pl: Funkcjonuje tam grupa maszyn, która próbuje stworzyć coś w rodzaju państwa.

source: There's a lot of depth to plug-in chips, so if you're interested, try experimenting with different setups to see how they work.
pl: Czipy rozszerzeń to szeroki temat, więc jeśli cię to interesuje, spróbuj trochę poeksperymentować z tym, jak działają różne ustawienia.

source: There's a scary monster...in the sea...
pl: Straszny potwór... w morzu...

source: There's a shortage of machines at all factories nowadays. Fixing a simple hallway is taking forever.
pl: W dzisiejszych czasach we wszystkich fabrykach brakuje nam maszyn. Naprawa prostego korytarza trwa wiecznie.

source: There's a sympathetic figure in the Resistance who's offered to help us. People refer to him as "The Emancipator."
pl: Wśród członków Ruchu Oporu jest pewna osoba, która zaoferowała nam swoją pomoc. Wszyscy zwracają się do niego per „Oswobodzicielu”.

source: There's always next time!
pl: Zawsze jest kolejny raz!

source: There's an important lesson here: The more of a fool people take you for, the more you'll learn of their true nature.
pl: Z całej tej sytuacji płynie ważna nauka... Im bardziej ludzie uważają cię za głupca, tym więcej dowiesz się o ich prawdziwej naturze.

source: There's another of those machines... I suppose it's going to attack me, right?
pl: To kolejna z tych maszyn... zakładam, że teraz zaatakuje mnie, prawda?

source: There's another one of those strange machines.
pl: To kolejna z tych dziwnych maszyn.

source: There's been a lot of units who haven't been performing proper maintenance lately.
pl: Ostatnio sporo jednostek zaniedbywało swoją konserwację.

source: There's even one <SARU_JAN> follower right here in this village.
pl: Jest nawet jeden wyznawca <SARU_JAN>a w tej wiosce.

source: There's got to be some way to proceed further in...
pl: Musi być jakiś sposób, aby tam wejść...

source: There's gotta be an easier way, right?
pl: Musi być łatwiejszy sposób, prawda?

source: There's lots of other research I need help with, so don't hesitate to holler at me.
pl: Jest jeszcze dużo innych badań, przy których potrzebuję pomocy, więc nie wahaj się do mnie odzywać.

source: There's machines everywhere...
pl: Wszędzie są maszyny...

source: There's more!
pl: Jest ich więcej!

source: There's more. I discovered some additional data in 11B's memory banks.
pl: Jest coś jeszcze... Odkryłam pewne dodatkowe dane w bankach pamięci 11B.

source: There's no actual meaning behind anything machines do.
pl: Nie ma żadnego celu w tym, co robią maszyny.

source: There's no meaning to anything they do.
pl: W tym co robią, nie ma żadnego sensu.

source: There's no need to be so formal.
pl: Nie ma potrzeby zachowywać się aż tak formalnie.

source: There's no point in talking to <SARU_JAN>. We stopped trying to figure him out a while ago.
pl: Nie ma sensu rozmawiać z <SARU_JAN>em. Już dawno przestaliśmy próbować go zrozumieć.

source: There's no point in the vending machine camouflage anymore.
pl: Nie ma już sensu ukrywać ich jako automaty do sprzedaży.

source: There's no point trying to work out unsolvable problems.
pl: Chyba nie ma sensu zastanawiać się nad nierozwiązywalnymi problemami.

source: There's no reason for anything they do.
pl: W tym co robią, nie ma żadnego sensu.

source: There's no time!
pl: Nie ma na to czasu!

source: There's no trick to this.
pl: Nie ma w tym żadnej sztuczki.

source: There's no use saying don't push yourself too hard, but at least try to look after yourself.
pl: Nie ma sensu mówić, żebyś się nie przemęczał, ale przynajmniej postaraj się o siebie dbać.

source: There's not much we can do, but I'm relying on you!
pl: Nie mogę zbyt wiele zrobić, ale liczę na ciebie!

source: There's nothing to do here, although I can provide casual conversation if required.
pl: Nie ma tu nic ciekawego do roboty, ale za to mogę zapewnić nieformalną rozmowę, jeśli zajdzie taka potrzeba.

source: There's only ONE lock left to remove on the Tower sub-units!
pl: Do usunięcia została już tylko JEDNA blokada w podjednostkach Wieży!

source: There's plenty of stuff to do around here, so drop why when you feel bored.
pl: Jest tu sporo rzeczy do roboty, więc przychodź, kiedy tylko będziesz miał chwilę.

source: There's so much stuff here, it's hard to keep track of it all.
pl: Jest tu tyle rzeczy, że ciężko to wszystko ogarnąć.

source: There's so much work, my colleagues are useless, my superiors are tyrants, and this war shows no signs of ending!
pl: Jest tyle pracy, moi współpracownicy są bezużyteczni, przełożeni to tyrani, a końca tej wojny wcale nie widać!

source: There's something calming about your voice.
pl: Jest coś uspokajającego w twoim głosie.

source: There's something there. Something clearly intelligent.
pl: Coś tam jest. Coś wyraźnie inteligentnego.

source: There's something weird about this village...
pl: Jest coś dziwnego w tej wiosce...

source: There's something written here, too...
pl: Tutaj też jest coś napisane...
